---
kind: property
id: P:Autodesk.Revit.DB.Analysis.HVACLoadType.DehumidificationSetPoint
source: html/129aec52-b9be-7b27-b9c8-6c679f79400c.htm
---
# Autodesk.Revit.DB.Analysis.HVACLoadType.DehumidificationSetPoint Property

The dehumidification set point as a number between 0 and 1.

## Syntax (C#)
```csharp
public double DehumidificationSetPoint { get; set; }
```

## Exceptions
- **Autodesk.Revit.Exceptions.ArgumentException** - When setting this property: